import React from 'react'
import './Main.scss'
import Acne from '../../src/assets/img/acne.png'

const Main = () => {
    return (
        <div className='main'>
            <div className='container'>
                <div className='main__row'>
                    <div className='main__column'>
                        <div className='main__title'>Прыщ</div>
                    </div>
                    <div className='main__photo'>
                        <img src={Acne} alt='Acne' />
                    </div>
                </div>
                <div className='main__text'>Прыщ, вскочивший на носу, беспокоил Василия еще со вчерашнего вечера. И он решил сегодня перед отходом ко сну заняться профилактическими мероприятиями, чтобы не дать ему разрастись к утру. Василий зашел в ванну и собрался уже сделать необходимые процедуры по извлечению стержня, как из своей комнаты, подобно привидению, появилась теща. Она, сверкнув глазами и сделав недовольное лицо, прошла на кухню. Василий знал, что эта старая калоша, с которой ему приходилось жить в одной квартире, не даст ему возможности довести начатое до конца. Она просто заест его своими замечаниями. Поэтому, чтобы не обострять ситуацию, он закрыл откупоренный флакончик с йодом, убрал в шкафчик над раковиной ватные палочки и выключил свет в ванной. Теща сидела на кухне со злым лицом, готовясь сказать что-нибудь язвительное, но повода вроде бы не было. Василий пожелал ей спокойной ночи и прошмыгнул в свою комнату, где нырнул под одеяло и прижался к жене.</div>
                <div className='main__text'>- Какой ты холодный! – произнесла супруга.</div>
                <div className='main__text'>Василий почувствовал, что действительно, по сравнению с его руками, тело жены казалось теплым, как печка, и потому от прикосновения рук Василия пробежали мурашки, покрыв все ее тело гусиной кожей.</div>
                <div className='main__text'>- Давай спать, – предложила жена.</div>
                <div className='main__text'>- Так, сегодня секса не будет, – правильно подумал Василий и тоже попытался заснуть.</div>
                <div className='main__text'>Но заснуть не удавалось долго то ли оттого, что он никак не мог согреться, то ли от тревожных мыслей из-за вскочившего на носу прыща. Однако усталость, накопленная за день, взяла свое, и Василий провалился в тревожный сон, как в черный тоннель.</div>
                <div className='main__text'>Проснувшись поутру первым, Василий выбрался из-под одеяла и быстро прошел в ванну. Подойдя к зеркалу, он убедился, что беспокоился не зря. Вчерашний прыщ разросся еще больше. Он назрел и стал лилово- красным с желтой сердцевиной посередине.</div>
                <div className='main__text'>- Ну и рожа! – тихо сказал Василий, увидев в отражении свое перекошенное лицо с огромным прыщом на носу.</div>
                <div className='main__text'>Тогда он достал ватные палочки, открыл плотно закрытый пузырек с йодом и включил воду. После этого он осторожно выглянул из ванной и, убедившись, что в доме все спят, приступил к операции. Он тщательно вымыл руки детским мылом и вытер насухо свежим махровым полотенцем. Затем, приблизив лицо к зеркалу и примерившись еще раз, он приставил к прыщу с двух сторон указательные пальцы, повернув их ногтями друг к другу, и надавил сначала слегка, а потом сильнее, чтобы выдавить ненужную сердцевину. От резкой колкой боли в глазах появились слезы, а в носу зачесалось, и он громко чихнул. Приставив пальцы, Василий надавил снова. От созданного давления прыщ брызнул своим содержимым на зеркало, запачкав его желтой субстанцией. Василий надавил еще раз, чтобы довести начатую операцию до конца, поле чего он собирался продезинфицировать ранку и почистить зеркало. Так бы все и случилось, если бы не скрипучий голос тещи за спиной:</div>
                <div className='main__text'>- Опять прыщи давишь? Все зеркало заляпал!</div>
                <div className='main__text'>От неожиданности Василий дернулся и по инерции зацепил рукой пузырек с йодом, который упал сначала на раковину, а затем, разбившись от удара о твердую поверхность, продолжил свое падение в виде осколков на кафельный пол, испачкав по пути и раковину, и кафель, и ноги.</div>
                <div className='main__text'>- Всю квартиру загадил, паразит! – выкрикнула теща. – Только одно и может – прыщи на роже давить.</div>
                <div className='main__text'>- Я все уберу, – виновато произнес Василий, по-детски полагая, что теща уберется восвояси, оставив его в покое.</div>
                <div className='main__text'>Однако в планы тещи входил скандал, а тут такой повод!</div>
                <div className='main__text'>- И зачем только я разрешила дочке за него замуж выходить? – сверкая глазами, произнесла она. – Только жрет и гадит! И больше ничего.</div>
                <div className='main__text'>Василий не выдержал и, протиснувшись между тещей и стеной (хотя это трудно было сделать из-за габаритов старухи), молча прошел в свою комнату, пытаясь укрыться от злостных нападок, но теща не сдавалась. Отступление зятя придало ей сил и азарта, и она, ворвавшись за ним в комнату и уже обращаясь к дочери, произнесла:</div>
                <div className='main__text'>- Поди, полюбуйся, что этот гад натворил. Совсем твою мать не уважает. Надо же, на старости лет такой подарок!</div>
                <div className='main__text'>С этими словами она зажгла свет. Дочка от неожиданного маминого крика проснулась и, натянув до подбородка одеяло, стала озираться, не понимая, что происходит. Увидев мужа, она испуганно вскрикнула. Тот уже успел залезть под одеяло, но из необработанной ранки на носу обильно шла кровь, которую он не заметил из-за сильного волнения. А потому, забравшись в кровать, нечаянно размазал ее по лицу, испачкав при этом подушку.</div>
                <div className='main__text'>- Что с тобой, Вася? – спросила жена, начав волноваться. – У тебя кровь. Откуда?</div>
                <div className='main__text'>- Я так и думала, что этот кабан еще и комнату загадит! – съехидничала теща.</div>
                <div className='main__text'>- Вы что, подрались? – спросила дочь теперь уже у мамы. – Ты что, ударила его по лицу?</div>
                <div className='main__text'>- Нет, не ударила! – в запале крикнула теща. – А надо было дать по этой наглой роже! Ты посмотри, до чего он додумался, пока мы спали. Все зеркало испачкал, паршивец.</div>
                <div className='main__text'>- Какое зеркало? Причем тут зеркало? – недоуменно спросила окончательно проснувшаяся дочь. – Вася, что ты сделал с зеркалом?</div>
                <div className='main__text'>И тут Василий не выдержал, расшалившиеся нервы сдали и он, наконец, от отчаяния и от накопившейся обиды за незаслуженные оскорбления, взорвался. С перепачканным кровью и перекошенным от злости лицом, он соскочил с кровати и сказал:</div>
                <div className='main__text'>- Нагадил на него!</div>
                <div className='main__text'>- Зачем? – спросила жена. – А что, туалет не работает?</div>
                <div className='main__text'>- Да если бы он только нагадил на зеркало, было бы полбеды, – сказала теща. – Он всю ванну уделал, гаденыш. А убирать, наверное, я должна! Привык, что в доме все я делаю!</div>
                <div className='main__text'>Дочка не могла представить всей этой картины. В ее голове все услышанное не укладывалось.</div>
                <div className='main__text'>- А почему у него лицо в крови? – спросила вдруг она. – Ты что, кровью какал? Тебе плохо?</div>
                <div className='main__text'>- Ему хорошо, потому что он уже успел нагадить, – резюмировала теща. – Это нам плохо. У, засранец!</div>
                <div className='main__text'>Василий нервно дышал. Его грудь от частых вдохов и выдохов ходила ходуном. Он подскочил к окну и распахнул его.</div>
                <div className='main__text'>- Вася! Не надо! – прокричала жена, пытаясь остановить Василия.</div>
                <div className='main__text'>- Пускай сигает! – ехидно заметила теща, и глаза ее странно заблестели в ожидании трагедии.</div>
                <div className='main__text'>Василий прыгать не собирался. В распахнутое настежь окно он, набрав полные легкие воздуха, истошно и дико закричал:</div>
                <div className='main__text'>- А-а-а!</div>
                <div className='main__text'>Этим криком он пытался выдавить из своего организма весь накопившийся негатив, подобно тому, как только что избавился от прыща. Это Василию удалось. Правда, своим внезапным криком он перепугал насмерть собачника с огромным псом сенбернаром, спокойно гулявшего с утра под окнами. От крика Василия пес рванул со всей дури в кусты, волоча за собой на поводке хозяина. Треск ломающихся сучьев и шорох павшей листвы от скольжения вскоре затих. Василий тоже успокоился и, взяв себя в руки, направился мимо онемевших жены и тещи в ванну, чтобы убрать за собой весь бардак, устроенный поутру. А к обеду вообще все улеглось. Теща просидела весь день в своей комнате и без устали смотрела сериалы по телевизору.</div>
                <div className='main__text'>Утром следующего дня, войдя в ванну и взглянув в зеркало, она увидела у себя на носу огромный красно-лиловый фурункул, вскочивший ночью.</div>
            </div>
        </div>
    )
}

export default Main